Repository: RyanB99/Transifex-Integration
Catalog: Translations/*/example.po
Languages: es_mx

source: %s product
es_mx: %s producto

source: %d Date
es_mx: %d Edad

# Not A Greeting
source: duplicate1
es_mx: duplicate kljl

# Greeting
source: duplicate2
es_mx: duplicate

source: actor.male
es_mx: actor

source: actor.female
es_mx: actress

source: vacation
es_mx: vacaciones

source: airplane
es_mx: avion

source: help
es_mx: ayuda

source: tmx
es_mx: Plus free 2 TB hard drive, worth â‚¬xx!
