Repository: RyanB99/Transifex-Integration
Catalog: Translations/github-integration-2_sourcefiles-example-po--development_*.po
Languages: he

source: %s country code
he: קוד מדינה %s

source: %d Date
he: %d תאריך

# Not A Greeting
source: duplicate1
he: לְשַׁכְפֵּל

# Greeting
source: duplicate2
he: לְשַׁכְפֵּל

source: actor.male
he: שַׂחְקָן

source: actor.female
he: שַׂחְקָנִית

source: vacation
he: חוּפשָׁה

source: airplane
he: מטוס

source: help
he: עֶזרָה

source: tmx
he: בנוסף כונן קשיח 2 TB בחינם, בשווי € xx!
